{
  "source": "/Users/milan/Desktop/5. Semester/Sozi Macht/Handouts/Handout_Standardeffekte von Macht.pdf",
  "total_pages": 2,
  "pages": [
    {
      "page": 1,
      "text": "„Standardeffekte“ von Macht\nvon Cameron Schulz, Rebecca Gosner und Lara Fröhlich\nFührung Macht\n= Der Prozess, Handlungen Anderer zum = Die Fähigkeit, Handlungen Anderer zum\nErreichen eines gemeinsamen Erreichen der Ziele der MachthaberIn zu\nGruppenziels zu leiten leiten\nà Am Erfolg der Organisation gemessen à Am Erfolg der MachthaberIn gemessen\nà Macht = Ein Mittel zum Erreichen der Ziele der Führenden\nEffekte von Macht\nHandlungsorientierung Enthemmung\n• Fokus auf das Ziel • Mehr Approach\n• Ausblenden irrelevanter • Größere Beharrlichkeit\nInformationen • Weniger Widerstand ggü.\n• Großer Handlungswille Versuchungen\n• Handlungsschnell\nObjektifizierung\n• Untermerkmale: Instrumentalität (=Nützlichkeit zur Zielerreichung), Verneinung\nvon Autonomie, Trägheit, Austauschbarkeit, Verletzbarkeit, Besitzbarkeit,\nVerneinung von Subjektivität\n• Im Gegensatz zu Dehumanisierung und Stereotypisierung durch Annäherung\nzum „Objekt“ gekennzeichnet\n• Anstatt Ähnlichkeit, Schönheit, usw. wird die Instrumentalität zur Basis von\nAttraktion\n• Beispiele: Kapitalismus (Marx), sexuelle Objektifizierung\nExperimente 1-6\nExp.1 • Sowohl Führungskräfte als auch Studierende berichteten mehr\nObjektifizierung in hierarchischen als in nicht-hierarchischen Beziehungen\n• Führungskräfte berichteten mehr Objektifizierung in beiden Arten von\nBeziehungen als Studierende\n• Es gab keinen Effekt der Social dominance orientation auf Objektifizierung\nExp.2 • Priming mit Macht führte zu größerer Bevorzugung instrumenteller\nBewerber als Priming ohne Macht\nExp.3 • Gruppe mit Macht zeigte leicht stärkere Bevorzugung instrumenteller\nBewerber als Gruppe ohne Macht (siehe Exp.2)\n• Aber: auch Gruppe ohne Macht zeigte bei fehlender Instrumentalität des\nTargets noch sehr positive Einstellung gegenüber Person\nExp.4 • Gruppe mit Macht-Priming zeigte positivere Einstellung zur Person wenn\ndiese instrumentell war als Gruppe ohne Macht-Priming (siehe Exp.2&3)"
    },
    {
      "page": 2,
      "text": "• Auch: Gruppe mit Macht-Priming zeigte eine negativere Einstellung\ngegenüber nicht-instrumenteller Person als ohne Macht-Priming\nExp.5 • Einstellung zur Person sank, nachdem Ziel erreicht wurde\n• Unerwartet: ohne gemeinsames Ziel war die Bewertung der Nützlichkeit\nder Person abhängig von Freundlichkeit, mit Ziel nicht\n• Unerwartet: ohne Priming von Macht war die Bewertung der Nützlichkeit\nder Person abhängig von Freundlichkeit, mit Priming von Macht nicht\nØ Bewertung von Nützlichkeit war nicht nur abhängig von gemeinsamem\nZiel, sondern auch von Machterleben und Qualitäten des Targets\nZusammenfassung der Experimente:\nMachterleben führte zu...\n1. Mehr Objektifizierung\n2. Zielgerichteterem Verhalten\n3. Positiverer Einstellung gegenüber instrumentellen Personen\n4. Opportunistischerem Verhalten\n5. Sensitivierung für Instrumentalität\nModeratoren\n• Verantwortlichkeit für Handlungen\n• Systemstabilität: Wie leicht kann ich meine Macht wieder verlieren?\nAngst vor sozialen Konsequenzen reduziert Machteffekte\nImplikationen\n• Machtpsychologie: Erweiterung um soziale Konsequenzen der „Power Approach\nTheorie“\n• Automatische Zielverfolgung: Ausweitung auf Menschen, weitere Forschung zu\nInstrumentalität in Baseline-Messung\n• Objektifizierung: kann gute (bessere Entscheidungen, Aufstiegsmöglichkeit) und\nschlechte (Selbstentfremdung, psych. Belastung) Seiten haben\nTake Home Message\n• Handlungsorientierung, Enthemmung und Objektifizierung sind\n„Standardeffekte“ von Macht\n• Instrumentalisierung als ein Mechanismus von Objektifizierung\n• Gute (z.B.: bessere, schnellere Entscheidungen) und schlechte (z.B.:\nEntfremdung) Seiten von Objektifizierung\nQuellen\nMagee, J. C., Gruenfeld, D. H., Keltner, D. J., & Galinsky, A. D. (2005). Leadership and the\npsychology of power. In D. M. Messick & R. M. Kramer (Eds.), The psychology of leadership: New\nperspectives and research (pp. 275-293). Mahwah: Lawrence Erlbaum Associates.\nGruenfeld, D. H., Inesi, M. E., Magee, J. C., & Galinsky, A. D. (2008). Power and the\nobjectimication of social targets. Journal of Personality and Social Psychology, 95, 111-127."
    }
  ]
}
